export const formItemLayout = {
    labelCol: {span: 6},
    wrapperCol: {span: 12},
};

export const tailFormItemLayout = {
    wrapperCol: {offset: 6, span: 12}
  };

export const typeOfSiteList = [
    {
        name: "Персональный сайт",
        description: "Это сайт, с содержанием, описывающим сферу интересов какого-либо человека. Обычно он создается самим владельцем с целью заявить о себе, найти друзей, единомышленников, людей со схожими взглядами и т.д."
    },
    {
        name: "Личный блог",
        description: "Это web-сайт, основное содержимое которого – регулярно добавляемые записи (посты), содержащие текст, изображения, мультимедиа. Для блогов характерны недлинные записи временной значимости, отсортированные в обратном хронологическом порядке и предлагаемые к обсуждению сторонними читателями, посредством комментариев."
    },
    {
        name: "Сайт-галерея",
        description: "Это, прежде всего, интернет-выставка каких-либо собственноручно выполненных работ. Он может быть полезен дизайнеру, художнику, фотографу, мастеру или группе какого-либо прикладного творчества – любому автору стремящемуся заявить о себе, а также, пытающемуся найти клиентов, заказчиков, покупателей на свои произведения."
    },
    {
        name: "Официальный сайт компаний",
        description: "Это представительство компании в глобальной сети, место публикации всех новостей и информации, которую руководство компании хочет донести до общественности."
    },
    {
        name: "Сайт-визитка",
        description: "Это электронный аналог традиционной бумажной визитки. Основное назначение сайта – представить своего владельца  (реализуемые им товары, предоставляемые услуги) и дать максимум сведений необходимых для контакта с ним – адрес, телефоны, e-mail и т.п."
    },
    {
        name: "Тематический сайт",
        description: "Это web-ресурс посвященный какой-то одной теме. Обычно, тематический сайт – это достаточно большой виртуальный массив информации, своего рода, специализированный тематический журнал, в котором авторы сайта рассматривают избранную ими тему достаточно подробно и разносторонне."
    },
    {
        name: "Сайт-каталог",
        description: "Это удобное средство информирования потенциальных покупателей и партнеров компании обо всех предлагаемых ей товарах."
    },
    {
        name: "Интернет магазин",
        description: "Это современный торговый канал, дающий возможность реализовывать товары через Интернет."
    },
    {
        name: "Промо-сайт",
        description: "Это почти всегда неосновной сайт компании – сайт, который создается специально для продвижения какого-либо товара (группы товаров) или услуги."
    },
    {
        name: "Новостной сайт",
        description: "Это мощный информационный ресурс посвященный новостям из какой-либо области. Это могут быть как новости политики, науки, культуры, или спорта, так и новинки сферы высоких технологий, моды и даже новые кулинарные рецепты."
    },
    {
        name: "Корпоративный сайт",
        description: "Это фирменный коммерческий сайт компаний. Солидное интернет-представительство компании."
    },
    {
        name: "Сайт-портал",
        description: "Это наиболее мощный и самый сложный вид сетевого ресурса, который может быть посвящен как одной теме, так и нескольким."
    },
    {
        name: "Контент-проект",
        description: "Это сайт, который представляет собой обширное собрание каких-либо тематических материалов – книг, статей, аудио и видео файлов, др."
    }
]

  